Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Hoito- ja käyttösuunnitelmat laaditaan saamelaisten kotiseutualueella suomeksi ja saameksi.
sme: Dikšun- ja geavahanplánat dahkkojuvvojit sámiid ruovttuguovllus sihke suoma- ja sámegillii.

source: Kirjalliselle lausuntokierrokselle suunnitelma lähetettiin 9.7. 2004. Kirjallisia lausuntoja pyydettiin 43 taholta, joista 33 antoi lausunnon.
sme: Čálalaš cealkámušaidaddimii plána sáddejuvvui 9.7.2004. Čálalaš cealkámušat bivdojuvvojedje 43 oassebealis, main 32 adde cealkámuša.

source: Metsähallitus laati lausuntoyhteenvedon ja erittelyt aihepiireittäin (Liite 3).
sme: Meahciráđđehus dagai cealkámušain čoahkkáigeasu ja guorahalai daid fáddásurggiid mielde (Čuovus 3).

source: Lausuntojen pohjalta Metsähallitus harkitsi suunnitelmaan tarvittavat muutosesitykset perusteluineen.
sme: Cealkámušaid vuođul Meahciráđđehus válddii plánii dárbbašlaš rievdadussárvalusaid oktan ákkastallamiiguin.

source: Ne käsiteltiin Metsähallituksen Inarin ja Sodankylän kuntakohtaisessa yhteistyöryhmässä 30.9. 2004 ja Utsjoen yhteistyöryhmässä 1.10.
sme: Dat gieđahallojedje Meahciráđđehusa Anára gieldda ovttasbargojoavkkus 30.9.2004 ja Ohcejoga gieldda ovttasbargojoavkkus 1.10.2004.

source: Saamelaiskäräjien lausunto ja arvio suunnitelmasta saapui 21.12. 2006 päivätyllä kirjeellä (Liite 1).
sme: Sámedikki cealkámuš ja árvvoštallan plánas bođii 21.12.2006 beaiváduvvon reivviin (Čuovus 1).

source: Saamelaiskäräjien arvion perusteella tehdyt muutokset käsiteltiin ja hyväksyttiin Utsjoen kuntakohtaisessa yhteistyöryhmässä 2.5. 2007 sekä Inarin ja Sodankylän kuntien yhteistyöryhmässä 3.5.
sme: Sámedikki árvvoštallama vuođul dahkkojuvvon rievdadusat gieđahallojuvvojedje ja dohkkehuvvojedje Ohcejoga gieldaguovdašas ovttasbargojoavkkus 2.5.2007 sihke Anára ja Soađegili gielddaid ovttasbargojoavkkus 3.5.2007.

source: Ympäristöministeriö vahvisti suunnitelman 16.12.
sme: Birasministeriija nannii plána 16.12.2008 (Čuovus 5).

source: 2008 (Liite 6).
sme: GUOVLU LUONDU JA GEAVAHEAPMI DÁN RÁDJÁI

source: 2 Luonto, historia ja nykyinen käyttö
sme: 2 Luondu, historjá ja dálá geavaheapmi

source: Kuvaus erämaa-alueen kallio- ja maaperästä on julkaistu (Manner &amp; Puro 1999) Metsähallituksen julkaisusarjassa.
sme: Govvádus meahcceguovllu bákte- ja eanavuođus lea almmustahtton (Manner &amp; Puro 1999) Meahciráđđehusa almmustahttinráiddus.

source: Kaldoaivin erämaan kallioperä on selvästi monimuotoisempaa kuin kallioperä länsipuolisessa Paistunturin erämaassa.
sme: Gálddoaivvi meahcceguovllu báktevuođđu lea čielgasit máŋggahápmáseabbo go báktevuođđu oarjjabeale Báišduoddara meahcceguovllus.

source: Erämaan maaperä on pääosin moreenia.
sme: Meahcceguovllu eanavuođđu lea eanaš morena.

source: Se peittää kallioperää yleensä muutaman metrin paksuisena kerroksena.
sme: Dat gokčá báktevuođu dábálaččat moatti mehtera assosaš gierddan.

source: Tunturikankaat ovat paikoin aivan paljaita moreenipaljastumia.
sme: Duottarguolbanat leat báikkuid áibbas báljjes morenaalbmoneamit.

source: Puustoisilla kankailla moreenin päällä on ohut humus- ja karikekerros.
sme: Muorraguolbaniin morena alde lea asehis mulde- gárggogierdda.

source: Sen alla on vaalea huuhtoutumiskerros ja sen päällä tumma rikastumiskerros.
sme: Dan vuolde lea čuvges doidásangierdda ja dan alde sevdnjes riggudangierdda.

source: Viimeinen jääkausi on muovannut voimakkaasti maaperää.
sme: Maŋimuš jiekŋaáigi lea hábmen eanavuođu garrasit.

source: Geomorfologisista muodostumista huomattavimpia ovat laajat drumliinialueet Iijärven pohjois- ja koillispuolella.
sme: Geomorfologalaš čohkiidemiin eanemuš fuomášahtti lea viiddis drumliinaguovlu Idjajávrri davá- ja davvenuorttabealde.

source: Vaikeakulkuisia, usein kivisiä kumpumoreenimuodostumia on muun muassa Sevettijärven tien pohjoispuolella, Pautujärven koillispuolella, Villavaaran ympäristössä ja Moresvejskáidissa sekä myös Iijärven harjun laidassa.
sme: Geađgás čoramorenačohkiidumit, gos lea váttis johtit, leat earret eará Čeavetjávrri geainnu davábealde, Bávdejávrri davvenorttabealde, Ullovári birrasis ja Moresveiskáiddis sihke maiddái Idjajávrri buolžža ravddas.

source: Erityisesti alueelle tyypillisiä ovat routamaat, toisin sanoen voimakkaasti roudan muokkaamat kivennäismaat.
sme: Eandalii guvlui mihtilmasat leat tuolloeatnamat, dahje nuppiiguin sániiguin garrasit tuollu hábmen minerálaeatnamat.

source: Suot peittävät 17 % Kaldoaivin erämaa-alueen pinta-alasta.
sme: Jeakkit gokčet 17 % Gálddoaivvi meahcceguovllu viidodagas.

source: Soidensuojelualueen pinta-alasta puolet (50 %) on suota.
sme: Jekkiidsuodjalanguovllu viidodagas bealli (50 %) lea jeaggi.

source: Erämaa-alue on varsin vetistä seutua.
sme: Meahcceguovlu lea oalle čáhccás guovlu.

source: Kun mukaan lasketaan yli hehtaarin suuruiset vedet, nousee järvien ja lampien lukumäärä yli kolmentuhannen.
sme: Go fárrui rehkenastojuvvo badjel hektára sturrosaš čázit, de jávrriid ja ládduid lohku badjána badjel golmma duháha.

source: Sen perusteella alue onkin Suomen runsasjärvisintä seutua, mistä tarkemmin seuraavassa luvussa.
sme: Dan vuođul guovlu lea okta Suoma jávrámus guovlu, dan birra eanet čuovvovaš logus.

source: 2.2 Vesistöt
sme: 2.2 Čázádagat

source: Seuraavasta alueen vesistöjen kuvauksesta osa on tiivistelmää Kaldoaivin erämaa-alueen ja Sammuttijängän–Vaijoenjängän soidensuojelualueen perusselvityksestä (Seppänen 2004).
sme: Čuovvovaš guovllu čázádagaid govvideamis oassi lea čoahkkáigeassu Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu vuođđočielggadusas logus (Seppänen 2004).

source: Kaldoaivin erämaan pinta-alasta noin 10 % ja Sammuttijängän–Vaijoenjängän soidensuojelualueen pinta-alasta noin 7 % on vettä. Erämaa-alueen ja soidensuojelualueen vedet kuuluvat kolmeen Jäämereen laskevaan vesistöön: pohjoiseen laskevaan Tenojoen vesistöön, itään laskevaan Näätämöjoen vesistöön ja pieni osa Iijärven eteläpuolisista vesistä Paatsjoen vesistöön.
sme: Gálddoaivvi meahcceguovllu viidodagas leat čázit sullii 10 % ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu viidodagas sullii 7 %. Meahcceguovllu ja jekkiidsuodjalanguovllu čázit gullet Jiekŋamerrii luoiti golmma čázádahkii: davás luoiti Deanu čázádahkii, nuorttas luoiti Njávdánjoga čázádahkii ja uhca oasáš Idjajávrri máttabeale čáziin gullet Báhčaveaji čázádahkii.

source: Tärkeimmät sivuvesistöt Tenojoen vesistöalueella ovat Vetsijoen (Veahčajohka) ja Ylä-Pulmankijoen (Buolbmátjohka) vesistöt.
sme: Deháleamos oalgečázádagat Deanu čázádatguovllus leat Veahčajoga ja Buolbmátjoga čázádagat.

source: Näätämöjoen vesistössä merkittävimmät sivuvesistöt ovat Silisjoen (Silisjohka), Vaijoen (Vaijuuhâ) ja Sammuttijoen (Samudjuuhâ) vesistöt. (kuva 2)
sme: Njávdánjoga čázádagas mávssoleamos oalgečázádagat leat Silisjoga, Vadjoga ja Sámmotjoga čázádagat (govva 2).

source: Alueella on runsaasti lampia ja järviä, joiden yhteispinta-ala on noin 30 000 ha.
sme: Guovllus leat valjis láddot ja jávrrit. Daid ollesviidodat leat sullii 30 000 hektára.

source: Lampia (alle 10 ha) alueella on yhteensä 9 900 ha.
sme: Láddot (vuollel 10 ha) guovllus leat oktiibuot 9 900 hektára.

source: Pieniä järviä, joiden pinta-ala on 10–100 ha, on alueella yhteensä 9 700 ha.
sme: Smávva jávrrážat, maid viidodat lea 10–100 hektára, leat guovllus oktiibuot 9 700 hektára.

source: Järviä, joiden pinta-ala on 100–10 000 ha, on yhteensä 10 700 ha.
sme: Javrrit, maid viidodat lea 100–10 000 hektára, leat oktiibuot 10 700 hektára.

source: Yli 10 000 ha:n kokoiset järvet luokitellaan suurjärviksi, ja niitä alueella ei ole.
sme: Badjel 10 000 hektára viidosaš ng. stuorrajávrrit guovllus eai leat.

source: Suurin alueen järvistä on Iijärvi (noin 3 700 ha) ja toiseksi suurin on Pautujärvi (noin 2 400 ha).
sme: Guovllu jávrriin stuorámus lea Idjajávri (sullii 3 700 hektára) ja nubbin stuorámus lea Bávdejávri (sullii 2 400 hektára).

source: Alue on vesistöltään ja kalastoltaan subarktinen.
sme: Guovlu lea čázádagaid ja guoládaga dáfus subarktalaš.

source: Vedet ovat karuja ja kirkkaita.
sme: Čázit leat guorbasat ja čielgasat.

source: Tunturijärvet ovat yleensä matalia – lukuun ottamatta Iijärven selkävesiä ja muutamia pienempiä tunturijärviä.
sme: Duottarjávrrit leat dábálaččat coahkásat – earret Idjajávrri jargŋačáziid ja muhtun smávit duottarjávrriid.

source: Alueen vesistöt ovat lähes luonnontilaisia.
sme: Guovllu čázádagat leat measta luonddudilis.

source: Ilmansaasteiden on todettu vaikuttavan veden laatuun, jossa on ilmennyt veden puskurikyvyn heikkenemistä sekä happamuuden lisääntymistä.
sme: Áibmonuskkiid leat gávnnahan váikkuhit čázi kvalitehtii, mii lea boahtán ovdan nu ahte čáziid dustennávccat leat geahppánan ja suvrodat lassánan.

source: Kalat ovat erityisen herkkiä happamuuden lisääntymiselle.
sme: Guolit leat erenoamáš rašit suvrodaga lassáneapmái.

source: Keväisen happamuuden lisääntymisen ei ole kuitenkaan todettu aiheuttaneen kalakuolemia alueella.
sme: Go čáziid suvrodat ain láve lassánit giđđat, de dan eai leat goittot fuobmán dagahan guollejámuid guovllus.

source: Kalavesien tuottoa on aikojen kuluessa yritetty parantaa kalanistutuksin, jotka aloitettiin 1950luvulla.
sme: Guollečáziid buvttadeami leat áiggiid mielde geahččalan buoridit guollegilvimiiguin, mat álggahuvvojedje 1950-logus.

source: Hyvää tarkoittava toiminta kuitenkin johti useiden alkuperäisten kalakantojen tuhoutumiseen.
sme: Buorrin oaivvilduvvon doaibma lea goittot máŋgii jávkadan guovllu álgoálgosaš guollenáliid.

source: Siika oli halutuin istutuskala, joka voimakkaampana syrjäytti muut kalalajit.
sme: Čuovža lei bivnnuheamos gilvinguolli, mii gievrrabun goittot jávkadii eará guollešlájaid.

source: Istutus koitui erityisesti useiden rautuvesien tuhoksi.
sme: Guollegilvimiiguin bilidedje erenoamážit máŋggaid rávdočáziid.

source: Kymmenen viime vuoden aikana arvokkaimpia rautukantoja on pyritty palauttamaan siirtoistuttamalla lähialueen kantaa olevia emokaloja.
sme: Maŋimuš logi jagi áigge divraseamos rávdonáliid leat geahččalan máhcahit sirdimiin lahkosiid náliide gullevaš eadneguliid.

source: Toiminnalla onkin onnistuttu palauttamaan usean järven kalakanta.
sme: Ná leatge lihkkohan máhcahit fas guollenáli máŋgga jávrái.

source: Gyrodactylus salaris -loinen on Norjassa romahduttanut Atlantin merilohikannat useassa vaelluskalajoessa.
sme: Gyrodactylus salaris -luhtehas lea Norggas sakka loaktán Atlántta luossanáliid máŋgga vádjolanluossajogas.

source: Tätä Itämereen laskevissa vesistöissä yleisenä esiintyvää loista ei ole todettu Teno- ja Näätämöjoen vesistöissä.
sme: Dát luhtehas lea dábálaš Nuortamerrii luoiti jogain, muhto Deanu ja Njávdánjoga čázádagain dat ii leat dihtton.

source: Loinen leviää pääasiassa elävän kalan siirtojen mukana vesistöstä toiseen.
sme: Luhtehas leavvá eanaš dalle, go ealli guolit sirdojuvvojit čázádagas nubbái.

source: Teno- ja Näätämöjoen vesistöt ovat suojattu säädöksin, jotka kieltävät kalan siirrot muista vesistöistä.
sme: Deanu ja Njávdánjoga čázádagat leat suodjaluvvon njuolggadusaiguin, mat gildet sirdimis daidda guliid eará čázádagain.

source: Loinen voi levitä kuitenkin myös kalan kanssa tekemisiin joutuneiden kalastusvälineiden kautta puhtaisiin vesiin.
sme: Luhtehas sáhttá leavvat goittotge maiddái dalle, go guliiguin dahkamušas leamaš guolástanbiergasat dolvojuvvojit buhtes čáziide.

source: Kalastusvälineet tulisikin kuivata ja desinfioida huolellisesti, jos niitä on käytetty muissa vesissä.
sme: Guolástanbiergasiid galggašiige goikadit ja desinfiseret fuolalaččat, jos dat leat geavahuvvon eará čáziin.

source: Erityistä huomiota tulisi kiinnittää veneisiin, joihin on voinut jäädä vettä vieraasta vesistöstä.
sme: Erenoamáš dárki galggašii leat fatnasiiguin, maidda sáhttá leat báhcán vierročázádagaid čáhci.

source: Vieraasta vesistöstä tuodut syöttikalat voivat toimia myös loisen kantajina.
sme: Vierročázádagas buktojuvvon seakteguolit maiddái sáhttet lávdadit luhtehasa.

source: Kalastusvälineiden lisäksi loinen voi siirtyä vesilentokoneiden ponttoneissa puhtaisiin vesiin.
sme: Guolástanbiergasiid lassin luhtehas sáhttá sirdašuvvat čáhcegirdiid govddohagaid fárus buhtes čáziide.

source: Teno- ja Näätämövuonossa norjalaiset harjoittavat suurimittaista lohen kasvatusta.
sme: Deanu- ja Njávdánvuonain norgalaččat šaddadit ollu kássaluosaid.

source: Kasvatuskaloja on havaittu karanneen, ja ne ovat nousseet villilohien mukana ainakin Tenojokeen.
sme: Biebmoluosaid leat fuomášan gárgidaddan šaddadankássaid siste ja gorgŋon luondduluosaid fárus goittot Detnui.

source: Kasvatuskalat ovat vierasta geneettistä kantaa, ja ne voivat muuttaa vuosituhansien aikana jalostuneet Tenon ja Näätämön omat lohikannat.
sme: Biebmoluosat gullet genetihkalaččat vieris nállái ja sáhttet rievdadit duháhiid jagiid áigge nállašuvvan Deanu ja Njávdánjoga luossanáliid.

source: Kalatautien leviämisen riski karkulaisten mukana on myös suuri.
sme: Lea maiddái stuorra várra ahte guolledávddat levvet gárgolaččaid fárus.

source: Erämaan kalavedet ovat helpoimmin saavutettavissa talvisaikaan.
sme: Meahcceguovllu guollečáziide lea álkimus beassat dálvvi áigge.

source: Kesällä liikkumista vaikeuttavat laajat suoalueet.
sme: Geassit johtima váttásmuhttet viiddis jeaggeguovllut.

source: Jokivarret ovat luontaisia kulkureittejä kesäaikaan kävelemällä liikkuville kalastajille.
sme: Johkaguorat leat lunddolaš johtolagat guolásteaddjiide, geat leat geasi áigge vácci jođus.

source: 2.3 Uhanalaiset kasvit
sme: 2.3 Áitatvuloš šattut

source: Ylä-Lapin luonnonhoitoalueen ja Urho Kekkosen kansallispuiston luontokartoitus (Sihvo 2001 ja 2002) on ensimmäinen kattava luonnonvarojen kartoitus Ylä-Lapin alueelta.
sme: Davvi-Lappi luonddudikšunguovllu ja Urho Kekkonena álbmotmeahci luonddukárten (Sihvo 2001, 2002) lea vuosttas gokčevaš kárten Davvi-Lappi luondduriggodagaid birra.

source: Luontokartoitusaineistosta saadaan kuviokohtaista tietoa esimerkiksi biotoopeista Kaldoaivin erämaa-alueelta ja Sammuttijängän–Vaijoenjängän soidensuojelualueelta.
sme: Luonddukártenmateriálas fidne govusdieđuid omd. Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu biotohpain.

source: Alueen uhanalaisista kasveista on tehty lyhyt selvitys (Keränen 2004), johon tämän luvun teksti perustuu.
sme: Guovllu áitatvuloš šattuin lea dahkkojuvvon oanehis čielggadus (Keränen 2004), masa dán logu teaksta vuođđuduvvá.

source: Kaldoaivin erämaasta tunnetaan uuden IUCN-luokituksen (IUCN = Kansainvälinen luonnonsuojeluliitto) mukaan seitsemän valtakunnallisesti uhanalaista putkilokasvilajia: äärimmäisen uhanalainen (CR) valkopärskäjuuri (Veratrum album), erittäin uhanalainen (EN) sukassara (Carex microglochin) sekä vaarantuneet (VU) pohjan- (Botrychium boreale) ja suikeanoidanlukko (B. lanceolatum), pensaskanerva (Myricaria germanica), lapinesikko (Primula stricta) ja lettorikko (Saxifraga hirculus).
sme: Gálddoaivvi meahcceguovllus dihtet leat ođđa IUCN-klassifiserema (IUCN = Riikkaidgaskasaš luonddusuodjalanlihttu) mielde čieža váldegottálaččat áitatvuloš bohccešaddošlája: erenoamáš áitatvuloš (CR) gastinurttas (Veratrum album), hui áitatvuloš (EN) čáreslukti (Carex microglochin) ja váravuloš šlájat (VU) suoidnečoavddarássi (Botrychium boreale), gieračoavdda (Botrychium lanceolatum), miesttadaŋas (Myricaria germanica), davvegiđđačalbmi (Primula stricta) ja jeaggenarti (Saxifraga hirculus).

source: Edellä mainituista pohjannoidanlukkoa ja lapinesikkoa ei vielä edellisessä uhanalaistarkastelussa (Rassi ym. 1991) määritelty uhanalaisiksi.
sme: Ovdalis máinnašuvvon šattuin suoidnečoavddarássi ja davvegiđđačalbmi eai vel ovddit áitatvulošvuođadárkkisteamis (Rassi ee. 1991) meroštallon áitatvuloš šaddun (govva 3).

source: (kuva 3)
sme: Govva 3.

source: Valtakunnallisesti silmälläpidettäviä (NT) putkilokasvilajeja, joita ei lueta varsinaisiin uhanalaisiin lajeihin, on Kaldoaivin alueella kahdeksan: ruijanruoholaukka (Allium schoenoprasum var. Sibiricum), ketonoidanlukko (Botrychium lunaria), tunturinuppisara (Carex arctogena), tund (Carex holostoma), velttosara (Carex laxa) ja himmeävilla (Eriophorum brachyantherum), valkokämmekkä (Pseudorchis albida ssp.
sme: Váldegottálaččat dárkonvuloš (NT) bohccešattut, mat eai lohkkojuvvo ieš áitatvuloš šattuide, gávdnojit Gálddoaivvi guovllus gávcci: davverásselávki (Allium schoenoprasum var. Sibiricum), márjjáčoavdda (Botrychium lunaria), bohccolukti (Carex laxa) ja devkesullu (Eriophorum brachyantherum), vilgesgeapman (Pseudorchis albida ssp.

source: straminea) sekä hyvin harvinainen lapinalppiruusu (Rhododendron lapponicum).
sme: straminea) ja hui hárvenaš daŋasruvsu (Rhododendron lapponicum).

source: EU:n luontodirektiivin (92/43/ETY) liitteen II lajeja Kaldoaivin alueella ovat tundrasara, lettorikko ja uhanalaisiin kuulumaton lapinleinikki (Ranunculus lapponicus).
sme: EU:a luondodirektiivva (92/43/ETY) čuvvosa II šlájat Gálddoaivvi guovllus leat várrelukti, jeaggenarti ja áitatvuloš šattuide gulakeahtes uhcafiskesrássi (Ranunculus lapponicus).

source: Alueelta tunnetaan neljä tundrasaraesiintymää, kaksi lapinleinikkiesiintymää ja yksi lettorikkoesiintymä, joka perustuu vanhaan viime vuosisadan alun havaintoon Sammuttijängältä.
sme: Várrelukti dihtet gávdnot guovllus njealje sajis, uhcafiskesrási guovtte sajis ja jeaggenartti ovtta sajis. Dáid dieđuid vuođđun leat boares áiccastagat mannan čuohtejagi álggogeahčen Sámmotjeakkis.

source: Uhanalaiset jäkälät, sammalet ja sienet Kaldoaivin alueelta tunnetaan puutteellisesti.
sme: Gálddoaivvi áitatvuloš jeahkáliid, sámmáliid ja guobbariid birra leat váilevaš dieđut.

source: Kaldoaivin erämaa (FI 1302002) -nimisen Natura 2000 -alueen tietolomakkeessa on ilmoitettu luontodirektiivin (92/43/ETY) liitteen I mukaisesti 16 luontotyyppiä, joista yleisimmät (peittävyydeltään) ovat tunturikankaat (koodi 4060, 40 %), aapasuot (7310, 20 %), tunturikoivikot (9040, 15 %) sekä tunturipajukot (4080, 5 %).
sme: Gálddoaivvi meahcceguovlu (FI 1302002) -nammasaš Natura 2000 -guovllu diehtoskovis leat almmuhuvvon luondodirektiivva I mielde 16 luondotiippa, main dábálepmosat govčču dáfus leat duottarguolbanat (40 %), áhpejeakkit (20 %), lagešvuovddit (15 %) ja duottarsuovkkat (5 %).

source: Lisäksi luontotyypeistä esiintyy humuspitoisia järviä ja lampia (3160), boreaalisia luonnonmetsiä (9010), karuja tunturiniittyjä (6150), Fennoskandian luonnollisia jokireittejä (3210), palsasoita (7320), puustoisia soita (91D0), tunturijokia ja puroja (3220) sekä vaihettumis- ja rantasoita (7140).
sme: Dasa lassin luondotiippain guovllus gávdnojit mulderuivejávrrit ja -láddot (3160), boreála luondduvuovddit (9010), guorba duottarniittut (6150), Fennoskandia lunddolaš johkajohtolagat (3210), balsajeakkit (7320), muorrajeakkit (91D0), duottarjogat ja -ádjagat (3220) sihke molsašuvvanjeakkit ja gáddejeakkit (7140).

source: Alueella on myös silikaattikallioita (8220) ja lettoja (7230) sekä vähissä määrin pensaskanervavarvikoita (3230) ja tulvametsiä (91E0).
sme: Guovllus gávdnojit maiddái silikáhtabávttit (8220) ja suonjut (7230) ja muhtun muddui miesttadaŋaseatnamat (F) ja dulvevuovddit (91E0).

source: Mainituista luontotyypeistä ensisijaisesti suojeltavia ovat aapasuot, palsasuot, luonnonmetsät, puustoiset suot ja tulvametsät.
sme: Guovllu luondotiippain vuosttašettiin suodjaleami dárbbu vuolde leat áhpejeakkit, balsajeakkit, luondduvuovddit, muorrajeakkit ja dulvevuovddit.

source: (kuva 4)
sme: (govva 4)

source: Natura 2000 -luontotyyppioppaan (Airaksinen &amp; Karttunen 2001) mukaan humuspitoisia järviä jalampia, joita Kaldoaivin alueella on Natura-tietolomakkeen mukaan 3 %, ei esiinny tunturialueella.
sme: Natura 2000 -luondottiipparávagihpa (Airaksinen &amp; Karttunen 2001) mielde mulderuive jávrrit ja láddot, mat Gálddoaivvi guollvus leat Natura-diehtoskovi mielde 3 %, ei dihtto duottarguovllus.

source: Tätä tyyppiä saattaa esiintyä Sammuttijängän–Vaijoenjängän soidensuojelualueella ja Iijärven kaakkoispuolella.
sme: Dát šládja sáhttá dihttot Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllus ja Idjajávrri máttanuortta bealde.

source: Luontotyyppi karut kirkasvetiset järvet (3110) puuttuu Kaldoaivin erä SutiGis -tietomaan Natura 2000 -tietolomakkeesta.
sme: Luondotiipa guorba šerresčázat jávrrit (3110) váilot Gálddoaivvi meahcce SutiGis -diehtoguovllu Natura 2000 -diehtoskovis.

source: Kuitenkin niitä varmaan esiintyy Kaldoaivin alueella.
sme: Goittotge dakkárat sihkkarit leat Gálddoaivvi guovllus.

source: Tunturialueiden vesistöjen kasvillisuutta on kartoitettu melko vähän.
sme: Duottarčáziid čázádagaid šattolašvuođa leat kárten oalle unnán.

source: Rintanen (1982) on tutkinut jonkin verran alueen vesikasvillisuutta.
sme: Rintanen (1982) lea dutkan muhtun veardde čáhcešattolašvuođa.

source: Järvityypeistä ei ole Metsähallituksen järjestelmässäkään tällä hetkellä saatavilla tarkempaa tietoa.
sme: Jávretiippain ii leat Meahciráđđehusa vuogádagasge dál oažžumis dárkilut diehtu.

source: Natura 2000 -tietolomakkeesta puuttuvat myös luontotyypit pikkujoet ja purot (3260) sekä lehdot (9050).
sme: Natura 2000 -diehtoskovis váilot maiddái luondotiipat smávvajogat ja ádjagat (3260) ja suonjut (9050).

source: Näiden luontotyyppien puuttuminen Kaldoaivin erämaan Natura 2000 -tietolomakkeesta johtuu siitä, että niiden esiintymisestä ei ollut varmaa tietoa kerättäessä tietoja Suomen Natura 2000 -verkoston perustamista varten 1990-luvun puolivälissä.
sme: Dáid luondotiipaid váilun Gálddoaivvi meahcceguovllu Natura 2000 -diehtoskovis boahtá das, ahte daid dihttomis ii lean sihkkaris diehtu Suoma Natura 2000 -fierpmádaga vuođđudeami dieđuid čohkkema áigge várás 1990-logu beallemuttus.

source: Tiedot Kaldoaivin alueelta täsmentyivät 1990-luvun loppupuolella tehdyn Ylä-Lapin ja UKK-puiston luontokartoitushankkeen aikana.
sme: Dieđut Gálddoaivvi guovllus dievasmuvve 1990-logu loahpas dahkkojuvvon Davvi-Sámi ja UK-álbmotmeaahci luondokártenfidnu áigge.

source: Natura-luontotyyppiä pikkujoet ja purot esiintyy lähinnä Kaldoaivin erämaan kaakkoisosassa Iijärven ja Pautujärven tienoilla, joka kuuluu metsäkasvillisuusvyöhykejaossa Metsä-Lappiin.
sme: Natura-luondotiipa Smávvajogast ja ádjagat dihttojit lagamustá Gálddoaivvi meahcceguovllu máttanuortaoasis Idjajávrri ja Bávdejávrri guovlluin, mii gullá vuovdešattolašvuohtaávadatjuogus Vuovde-Sápmái.

source: Lehtoja esiintyy harvinaisena isompien jokien varsissa – lähinnä Vetsi- ja YläPulmankijoella.
sme: Suonjut dihttojit hárvenažžan stuorát jogaid legiin, eandalit Veahčajogas ja Buolbmátgeašjogas.

source: Metsähallituksen SutiGis-tietojärjestelmästä puuttuvat Kaldoaivin erämaan Natura 2000 -alueelta tiedot humuspitoisista järvistä ja lammista sekä tulvametsistä.
sme: Meahciráđđehusa SutiGis-diehtovuogádagas váilot Gálddoaivvi meahcceguovllu Natura 2000 -guovllus dieđut jávrriin ja ládduin sihke dulvečáziin, mat sisttisdollet mulderuivvi.

source: Luontokartoitushankkeessa ei ollut mahdollista erottaa karuja ja kirkasvetisiä järvityyppejä toisistaan.
sme: kártenfidnus ii lean vejolašvuohta sirret guorba ja šerresčázat jávretiipaid sierra.

source: Tiedot alueen tulvametsistä ovat myös puutteelliset.
sme: Dieđut guovllu dulvevuvddiin leat maiddái váilevaččat.

source: Tyypin olemus Pohjois-Lapissa on huonosti tutkittu.
sme: Tiipa iešláhki Davvi-Sámis lea funet dutkojuvvon.

source: Luontodirektiivin (92/43/ETY) liitteen II eläinlajeista alueella tavataan tietolomakkeen mukaan naali, ahma ja saukko.
sme: Luondodirektiivva (92/43/ETY) čuvvosa II eallišlájain guovllus gávdnojit diehtoskovi mielde njálla, geatki ja čeavrris.

source: Luontodirektiivin liitteen II putkilokasveista alueelta tunnetaan lapinleinikki, lettorikko ja tundrasara.
sme: Luondodirektiivva čuvvosa II bohccešaddošlájain guovllus gávdnojit uhcafiskesrássi, jeaggenarti ja várrelukti.
